Repository: omaarr90/Soundfull
Catalog: Soundfull/*.lproj/Localizable.strings
Languages: ar

source: Are you sure you want to delete this audio?
ar: هل أنت متأكد من رغبتك في حذف هذا الملف؟

source: Cancel
ar: الغاء

source: Category
ar: التصنيف

source: Coming Soon, you will be able to convert any viedo from your library to audio.
ar: قريباً، سوف تتمكن من تحويل المقاطع المخزنة في هاتفك الى صوت

source: Could not save audio
ar: لم نتمكن من حفظ الملف

source: Delete
ar: حذف

source: Download
ar: تحميل

source: Download Sound
ar: تحميل مقطع صوتي

source: Downloaded
ar: تم تنزيله

source: Downloading...
ar: جاري التحميل...

source: Finalizing...
ar: اللمسات الأخيرة...

source: Invalid URL
ar: الرابط غير صحيح

source: My Sounds
ar: أصواتي

source: non audio file found
ar: لم يتم ايجاد الملف الصوتي

source: O.K
ar: تم

source: Operation Canceled
ar: تم الغاء العملية

source: Paste URL
ar: الصق الرابط

source: Please provide a category
ar: من فضلك ضع تصنيف

source: Please provide a title
ar: من فضلك ضع عنوان

source: Please provide a URL
ar: من فضلك ضع رابط

source: Please provide a valid URL
ar: من فضلك ضع رابط صحيح

source: Preparing...
ar: جاري التحضير...

source: The URL you entered is invalid
ar: الرابط غير صحيح

source: Title
ar: العنوان

source: URL provided is invalid
ar: الرابط غير صحيح

source: you are trying to download a non audio file
ar: الملف غير مدعوم

source: Your file has finished downloading
ar: تم الانتهاء من التحميل

source: Youtube is not supported
ar: اليوتيوب غير مدعوم
